/* No comment provided by engineer. */
"Album" = "อัลบั้ม";

/* No comment provided by engineer. */
"Album Artist" = "ศิลปินเจ้าของอัลบั้ม";

/* No comment provided by engineer. */
"Album Artist or Artist" = "ศิลปินเจ้าของอัลบั้ม หรือ ศิลปิน";

/* No comment provided by engineer. */
"Alert! Enabling this option will add GrowlTunes to your login items" = "Alert! Enabling this option will add GrowlTunes to your login items";

/* No comment provided by engineer. */
"Allowing this will let GrowlTunes launch everytime you login, so that it is available for applications which use it at all times" = "Allowing this will let GrowlTunes launch everytime you login, so that it is available for applications which use it at all times";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Are you sure you want to quit?";

/* No comment provided by engineer. */
"Artist" = "ศิลปิน";

/* No comment provided by engineer. */
"Bring iTunes to Front" = "นำหน้าต่าง iTunes มาด้านหน้า";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Changed Tracks" = "แทร็กที่เปลี่ยนแปลง";

/* No comment provided by engineer. */
"Comment" = "ความคิดเห็น";

/* No comment provided by engineer. */
"Configure Formatting" = "ปรับแต่งฟอร์แมต";

/* No comment provided by engineer. */
"Description" = "คำอธิบาย";

/* No comment provided by engineer. */
"Enabling this option will cause GrowlTunes to run without showing a dock icon or a menu item.\n\nTo access preferences, tap GrowlTunes in Launchpad, or open GrowlTunes in Finder." = "Enabling this option will cause GrowlTunes to run without showing a dock icon or a menu item.\n\nTo access preferences, tap GrowlTunes in Launchpad, or open GrowlTunes in Finder.";

/* No comment provided by engineer. */
"Episode ID" = "ID ตอน";

/* No comment provided by engineer. */
"Episode Number" = "หมายเลขตอน";

/* No comment provided by engineer. */
"If you quit GrowlTunes you will no longer receive iTunes notifications." = "If you quit GrowlTunes you will no longer receive iTunes notifications.";

/* No comment provided by engineer. */
"Long Description" = "คำอธิบายเต็ม";

/* No comment provided by engineer. */
"Long Description, Comment, or Description" = "คำอธิบายเต็ม ความคิดเห็น หรือคำอธิบาย";

/* No comment provided by engineer. */
"Movie" = "Movie";

/* No comment provided by engineer. */
"Music" = "Music";

/* No comment provided by engineer. */
"MusicVideo" = "MusicVideo";

/* No comment provided by engineer. */
"Name" = "ชื่อ";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Notify when iTunes is active" = "เตือนเมื่อ iTunes กำลังทำงาน";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Paused" = "หยุดชั่วคราว";

/* No comment provided by engineer. */
"Play Time" = "เวลาเล่น";

/* No comment provided by engineer. */
"Podcast" = "Podcast";

/* No comment provided by engineer. */
"Quit Both" = "ปิดทั้งคู่";

/* No comment provided by engineer. */
"Quit GrowlTunes" = "ปิด GrowlTunes";

/* No comment provided by engineer. */
"Quit iTunes" = "ปิด iTunes";

/* No comment provided by engineer. */
"Rating" = "การจัดอันดับ";

/* No comment provided by engineer. */
"Season Number" = "หมายเลขภาค";

/* No comment provided by engineer. */
"Show" = "แสดง";

/* No comment provided by engineer. */
"Start at Login" = "เริ่มใช้เมื่อล็อคอิน";

/* No comment provided by engineer. */
"Start iTunes" = "เปิด iTunes";

/* No comment provided by engineer. */
"Started" = "เล่นแล้ว";

/* No comment provided by engineer. */
"Stopped" = "หยุดแล้ว";

/* No comment provided by engineer. */
"Stream" = "Stream";

/* No comment provided by engineer. */
"Stream Title" = "ชื่อการกระจาย";

/* No comment provided by engineer. */
"This setting will take effect when GrowlTunes restarts" = "This setting will take effect when GrowlTunes restarts";

/* No comment provided by engineer. */
"Track Count" = "จำนวนแทร็ก";

/* No comment provided by engineer. */
"Track Number" = "หมายเลขแทร็ก";

/* No comment provided by engineer. */
"Video Kind" = "ชนิดวีดีโอ";

/* No comment provided by engineer. */
"Volume" = "ระดับเสียง";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause GrowlTunes to run in the background" = "Warning! Enabling this option will cause GrowlTunes to run in the background";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"← Previous Track" = "แทร็กก่อนหน้า";

/* No comment provided by engineer. */
"→ Next Track" = "แทร็กถัดไป";

/* No comment provided by engineer. */
"▶ Play/Pause" = "เล่น/หยุด";

